{"current_page":1,"data":[{"fact":"Kittens remain with their mother till the age of 9 weeks.","length":57},{"fact":"Cats see six times better in the dark and at night than humans.","length":63},{"fact":"The lightest cat on record is a blue point Himalayan called Tinker Toy, who weighed 1 pound, 6 ounces (616 g). Tinker Toy was 2.75 inches (7 cm) tall and 7.5 inches (19 cm) long.","length":178},{"fact":"When a family cat died in ancient Egypt, family members would mourn by shaving off their eyebrows. They also held elaborate funerals during which they drank wine and beat their breasts. The cat was embalmed with a sculpted wooden mask and the tiny mummy was placed in the family tomb or in a pet cemetery with tiny mummies of mice.","length":331},{"fact":"The silks created by weavers in Baghdad were inspired by the beautiful and varied colors and markings of cat coats. These fabrics were called 'tabby' by European traders.","length":174},{"fact":"Kittens who are taken along on short, trouble-free car trips to town tend to make good passengers when they get older. They get used to the sounds and motions of traveling and make less connection between the car and the visits to the vet.","length":239},{"fact":"Cat paws act as tempetature regulators, shock absorbers, hunting and grooming tools, sensors, and more","length":102},{"fact":"Isaac Newton invented the cat flap. Newton was experimenting in a pitch-black room. Spithead, one of his cats, kept opening the door and wrecking his experiment. The cat flap kept both Newton and Spithead happy.","length":211},{"fact":"Cats' eyes shine in the dark because of the tapetum, a reflective layer in the eye, which acts like a mirror.","length":109},{"fact":"Cats are North America’s most popular pets: there are 73 million cats compared to 63 million dogs. Over 30% of households in North America own a cat.","length":149},{"fact":"When a domestic cat goes after mice, about 1 pounce in 3 results in a catch.","length":76},{"fact":"While many cats enjoy milk, it will give some cats diarrhea.","length":60},{"fact":"Unlike humans, cats are usually lefties. Studies indicate that their left paw is typically their dominant paw.","length":110},{"fact":"The Cat Fanciers Association (CFA) recognizes 44 breeds of cats.","length":64},{"fact":"Normal body temperature for a cat is 102 degrees F.","length":51},{"fact":"An adult lion's roar can be heard up to five miles (eight kilometers) away.","length":75},{"fact":"Cats' hearing is much more sensitive than humans and dogs.","length":58},{"fact":"The normal body temperature of a cat is between 100.5 ° and 102.5 °F. A cat is sick if its temperature goes below 100 ° or above 103 °F.","length":136},{"fact":"Cats, just like people, are subject to asthma. Dust, smoke, and other forms of air pullution in your cat's environment can be troublesome sources of irritation.","length":160},{"fact":"A cat's nose is as unique as a human's fingerprint.","length":51},{"fact":"The first commercially cloned pet was a cat named \"Little Nicky.\" He cost his owner $50,000, making him one of the most expensive cats ever.","length":140},{"fact":"Cats have individual preferences for scratching surfaces and angles. Some are horizontal scratchers while others exercise their claws vertically.","length":145},{"fact":"The leopard is the most widespread of all big cats.","length":51},{"fact":"A kitten will typically weigh about 3 ounces at birth.  The typical male housecat will weigh between  7 and 9 pounds, slightly less for female housecats.","length":153},{"fact":"A cat's normal pulse is 140-240 beats per minute, with an average of 195.","length":73},{"fact":"A form of AIDS exists in cats.","length":30},{"fact":"The domestic cat is the only species able to hold its tail vertically while walking. You can also learn about your cat's present state of mind by observing the posture of his tail.","length":180},{"fact":"The most popular pedigreed cat is the Persian cat, followed by the Main Coon cat and the Siamese cat.","length":101},{"fact":"Tigers are excellent swimmers and do not avoid water.","length":53},{"fact":"Milk can give some cats diarrhea.","length":33},{"fact":"Cats purr at the same frequency as an idling diesel engine, about 26 cycles per second.","length":87},{"fact":"When your cats rubs up against you, she is actually marking you as \\hers\\\" with her scent. If your cat pushes his face against your head\"","length":137},{"fact":"In 1987 cats overtook dogs as the number one pet in America.","length":60},{"fact":"Cats prefer to remain non-confrontational. They will not fight to show dominance, but rather to stake their territory. Cats will actually go to extremes to avoid one another in order to prevent a possible confrontation.","length":219},{"fact":"Ancient Egyptian family members shaved their eyebrows in mourning when the family cat died.","length":91},{"fact":"A cat has two vocal chords, and can make over 100 sounds.","length":57},{"fact":"The average lifespan of an outdoor-only cat is about 3 to 5 years while an indoor-only cat can live 16 years or much longer.","length":124},{"fact":"Despite imagery of cats happily drinking milk from saucers, studies indicate that cats are actually lactose intolerant and should avoid it entirely.","length":148},{"fact":"The Amur leopard is one of the most endangered animals in the world.","length":68},{"fact":"Unlike humans, cats do not need to blink their eyes on a regular basis to keep their eyes lubricated.","length":101},{"fact":"Female felines are \\superfecund","length":31},{"fact":"Foods that should not be given to cats include onions, garlic, green tomatoes, raw potatoes, chocolate, grapes, and raisins. Though milk is not toxic, it can cause an upset stomach and gas. Tylenol and aspirin are extremely toxic to cats, as are many common houseplants. Feeding cats dog food or canned tuna that’s for human consumption can cause malnutrition.","length":360},{"fact":"The world’s rarest coffee, Kopi Luwak, comes from Indonesia where a wildcat known as the luwak lives. The cat eats coffee berries and the coffee beans inside pass through the stomach. The beans are harvested from the cat’s dung heaps and then cleaned and roasted. Kopi Luwak sells for about $500 for a 450 g (1 lb) bag.","length":319},{"fact":"Cats make about 100 different sounds. Dogs make only about 10.","length":62},{"fact":"The cat who holds the record for the longest non-fatal fall is Andy. He fell from the 16th floor of an apartment building (about 200 ft\/.06 km) and survived.","length":157},{"fact":"Cats are the world's most popular pets, outnumbering dogs by as many as three to one","length":84},{"fact":"A cat has the power to sometimes heal themselves by purring. A domestic cat's purr has a frequency of between 25 and 150 Hertz, which happens to be the frequency at which muscles and bones best grow and repair themselves. ","length":222},{"fact":"Some cats have survived falls of over 65 feet (20 meters), due largely to their “righting reflex.” The eyes and balance organs in the inner ear tell it where it is in space so the cat can land on its feet. Even cats without a tail have this ability.","length":249},{"fact":"Cats are now Britain's favourite pet: there are 7.7 million cats as opposed to 6.6 million dogs.","length":96},{"fact":"Purring does not always indicate that a cat is happy and healthy - some cats will purr loudly when they are terrified or in pain.","length":129},{"fact":"The most expensive cat was an Asian Leopard cat (ALC)-Domestic Shorthair (DSH) hybrid named Zeus. Zeus, who is 90% ALC and 10% DSH, has an asking price of £100,000 ($154,000).","length":175},{"fact":"Researchers believe the word “tabby” comes from Attabiyah, a neighborhood in Baghdad, Iraq. Tabbies got their name because their striped coats resembled the famous wavy patterns in the silk produced in this city.","length":212},{"fact":"Owning a cat is actually proven to be beneficial for your health.","length":65},{"fact":"A sexually-active feral tom-cat \\owns\\\" an area of about three square miles and \\\"\"sprays\\\"\" to mark his territory with strong smelling urine.\"\"\"","length":145},{"fact":"Cats are subject to gum disease and to dental caries. They should have their teeth cleaned by the vet or the cat dentist once a year.","length":133},{"fact":"The life expectancy of cats has nearly doubled over the last fifty years.","length":73},{"fact":"There are approximately 60,000 hairs per square inch on the back of a cat and about 120,000 per square inch on its underside.","length":125},{"fact":"A cat can travel at a top speed of approximately 31 mph (49 km) over a short distance.","length":86},{"fact":"Cats with long, lean bodies are more likely to be outgoing, and more protective and vocal than those with a stocky build.","length":121},{"fact":"All cats need taurine in their diet to avoid blindness. Cats must also have fat in their diet as they are unable to produce it on their own.","length":140},{"fact":"Cats have 30 teeth (12 incisors, 10 premolars, 4 canines, and 4 molars), while dogs have 42. Kittens have baby teeth, which are replaced by permanent teeth around the age of 7 months.","length":183},{"fact":"Contrary to popular belief, the cat is a social animal. A pet cat will respond and answer to speech , and seems to enjoy human companionship.","length":141},{"fact":"The first official cat show in the UK was organised at Crystal Palace in 1871.","length":78},{"fact":"Cats are extremely sensitive to vibrations. Cats are said to detect earthquake tremors 10 or 15 minutes before humans can.","length":122},{"fact":"Cats control the outer ear using 32 muscles; humans use 6","length":57},{"fact":"In relation to their body size, cats have the largest eyes of any mammal.","length":73},{"fact":"A cat will tremble or shiver when it is extreme pain.","length":53},{"fact":"You check your cats pulse on the inside of the back thigh, where the leg joins to the body. Normal for cats: 110-170 beats per minute.","length":134},{"fact":"A cat called Dusty has the known record for the most kittens. She had more than 420 kittens in her lifetime.","length":108},{"fact":"The first cat show was in 1871 at the Crystal Palace in London.","length":63},{"fact":"A cat’s hearing is better than a dog’s. And a cat can hear high-frequency sounds up to two octaves higher than a human.","length":119},{"fact":"In ancient Egypt, mummies were made of cats, and embalmed mice were placed with them in their tombs. In one ancient city, over 300,000 cat mummies were found.","length":158},{"fact":"When a cat chases its prey, it keeps its head level. Dogs and humans bob their heads up and down.","length":97},{"fact":"The richest cat is Blackie who was left £15 million by his owner, Ben Rea.","length":74},{"fact":"A cat's hearing is much more sensitive than humans and dogs.","length":60},{"fact":"The tiniest cat on record is Mr. Pebbles, a 2-year-old cat that weighed 3 lbs (1.3 k) and was 6.1 inches (15.5 cm) high.","length":120},{"fact":"Tabby cats are thought to get their name from Attab, a district in Baghdad, now the capital of Iraq.","length":100},{"fact":"While it is commonly thought that the ancient Egyptians were the first to domesticate cats, the oldest known pet cat was recently found in a 9,500-year-old grave on the Mediterranean island of Cyprus. This grave predates early Egyptian art depicting cats by 4,000 years or more.","length":278},{"fact":"The cat's tail is used to maintain balance.","length":43},{"fact":"Like birds, cats have a homing ability that uses its biological clock, the angle of the sun, and the Earth's magnetic field. A cat taken far from its home can return to it. But if a cat's owners move far from its home, the cat can't find them.","length":243},{"fact":"A cat rubs against people not only to be affectionate but also to mark out its territory with scent glands around its face. The tail area and paws also carry the cat’s scent.","length":174},{"fact":"In an average year, cat owners in the United States spend over $2 billion on cat food.","length":86},{"fact":"Ginger tabby cats can have freckles around their mouths and on their eyelids!","length":77},{"fact":"Purring does not always indicate that a cat is happy. Cats will also purr loudly when they are distressed or in pain.","length":117},{"fact":"When a cat drinks, its tongue - which has tiny barbs on it - scoops the liquid up backwards.","length":92},{"fact":"Cats bury their feces to cover their trails from predators.","length":59},{"fact":"Neutering a male cat will, in almost all cases, stop him from spraying (territorial marking), fighting with other males (at least over females), as well as lengthen his life and improve its quality.","length":198},{"fact":"A commemorative tower was built in Scotland for a cat named Towser, who caught nearly 30,000 mice in her lifetime.","length":114},{"fact":"There are up to 60 million feral cats in the United States alone.","length":65},{"fact":"Unlike other cats, lions have a tuft of hair at the end of their tails.","length":71},{"fact":"In contrast to dogs, cats have not undergone major changes during their domestication process.","length":94},{"fact":"The Pilgrims were the first to introduce cats to North America.","length":63},{"fact":"During the time of the Spanish Inquisition, Pope Innocent VIII condemned cats as evil and thousands of cats were burned. Unfortunately, the widespread killing of cats led to an explosion of the rat population, which exacerbated the effects of the Black Death.","length":259},{"fact":"Approximately 24 cat skins can make a coat.","length":43},{"fact":"Some Siamese cats appear cross-eyed because the nerves from the left side of the brain go to mostly the right eye and the nerves from the right side of the brain go mostly to the left eye. This causes some double vision, which the cat tries to correct by “crossing” its eyes.","length":275},{"fact":"A healthy cat has a temperature between 38 and 39 degrees Celcius.","length":66},{"fact":"Cat bites are more likely to become infected than dog bites.","length":60},{"fact":"Female cats tend to be right pawed, while male cats are more often left pawed. Interestingly, while 90% of humans are right handed, the remaining 10% of lefties also tend to be male.","length":182},{"fact":"Cats must have fat in their diet because they can't produce it on their own.","length":76},{"fact":"A domestic cat can run at speeds of 30 mph.","length":43}],"first_page_url":"https:\/\/catfact.ninja\/facts?page=1","from":1,"last_page":4,"last_page_url":"https:\/\/catfact.ninja\/facts?page=4","next_page_url":"https:\/\/catfact.ninja\/facts?page=2","path":"https:\/\/catfact.ninja\/facts","per_page":"100","prev_page_url":null,"to":100,"total":332}